Repository: milikhin/tickets
Catalog: po/*.po
Languages: nl

source: Search:
nl: Zoeken:

source: City or airport...
nl: Plaatsnaam of vliegveld…

source: Unable to load airport list. Please check you network connection
nl: De vliegveldlijst kan niet worden geladen - controleer je internetverbinding.

source: Select city/airport:
nl: Kies een plaatsnaam of vliegveld:

source: Currency:
nl: Valuta:

source: Unable to load search results. Please check you network connection
nl: De zoekresultaten kunnen niet worden geladen - controleer je internetverbinding.

source: Select date
nl: Kies een datum

source: Search for airline tickets
nl: Zoek naar vliegtickets

source: Settings
nl: Instellingen

source: From:
nl: Van:

source: Select airport...
nl: Kies een vliegveld…

source: Departure city
nl: Vertreklocatie

source: To:
nl: Naar:

source: Destination city
nl: Bestemming

source: Depart:
nl: Vertrekdatum:

source: Select date...
nl: Kies een datum…

source: Return:
nl: Terugvlucht:

source: Adults (12+):
nl: Volwassenen (12+):

source: Children (2-12):
nl: Kinderen (2-12):

source: Infants (under 2):
nl: Baby's (jonger dan 2):

source: Search flights
nl: Zoeken naar vluchten
